Repository: KDE/isoimagewriter
Catalog: po/*/isoimagewriter.po
Languages: ar, cs, de, eo, es, et, eu, hu, ia, is, pl, ro, ru, tr, zh_cn

source: Write an ISO Image to a USB Disk
ar: اكتب صورة ISO على قرص يو اس بي
cs: Zapsat obraz na ISO na disk USB
de: Ein ISO-Abbild auf ein USB-Speichermedium schreiben
eo: Skribi ISO-Bitkopion al USB-Disko
es: Escribir una imagen ISO en un disco USB
et: ISO-tõmmise kirjutamine USB-pulgale
eu: Idatzi ISO irudia USB disko batean
hu: ISO-lemezkép írása USB-lemezre
ia: Scribe un imagine ISO a un disco USB
is: Skrifaðu ISO-diskmynd á USB-disk
pl: Wgrywa obraz ISO na nośnik USB
ro: Scrie o imagine ISO pe disc USB
ru: Запись образов ISO на USB-накопитель.
tr: ISO Kalıbını USB Diske Yaz
zh_cn: 将 ISO 镜像写入 USB 盘

source: Copyright (c) 2016 ROSA, Copyright (c) 2022 Jonathan Esk-Riddell <jr@jriddell.org>
ar: حقوق الطبع والنشر (c) لعام 2016 مملوكة لشركة ROSA، وحقوق الطبع والنشر (c) لعام 2022 مملوكة لجوناثان إسك-ريدل<jr@jriddell.org>
cs: Autorská práva (c) 2016 ROSA, Autorská práva (c) 2022 Jonathan Esk-Riddell <jr@jriddell.org>
de: © 2016 ROSA, © 2022 Jonathan Esk-Riddell <jr@jriddell.org>
eo: Kopirajto (c) 2016 ROSA, Kopirajto (c) 2022 Jonathan Esk-Riddell <jr@jriddell.org>
es: Copyright © 2016 ROSA, Copyright © 2022 Jonathan Esk-Riddell <jr@jriddell.org>
hu: Copyright (c) ROSA, 2016., Copyright (c) Jonathan Esk-Riddell, 2022. <jr@jriddell.org>
is: Höfundarréttur (c) 2016 ROSA, höfundarréttur (c) 2022 Jonathan Esk-Riddell <jr@jriddell.org>
ro: Drept de autor (c) 2016 ROSA, Drept de autor (c) 2022 Jonathan Esk-Riddell <jr@jriddell.org>
ru: © ROSA, 2016; © Jonathan Marten, 2022 <jr@jriddell.org>
tr: Telif hakkı (c) 2016 ROSA, Telif hakkı (c) 2022 Jonathan Esk-Riddell <jr@jriddell.org>

source: Konstantin Vlasov
ar: كونستانتين فلاسوف
ru: Константин Власов

source: Author
ar: المؤلف
cs: Autor
de: Autor
eo: Aŭtoro
es: Autor
et: Autor
eu: Egilea
hu: Szerző
ia: Autor
is: Höfundur
pl: Autor
ro: Autor
ru: Автор
tr: Yazar
zh_cn: 作者

source: Jonathan Riddell
ar: جوناثان ريدل
eo: Jonatano Riddell

source: ISO file to open
ar: الملف ISO المراد فتحه
cs: Soubor ISO k otevření
de: Zu öffnende ISO-Datei
eo: ISO-dosiero por malfermi
es: Archivo ISO para abrir
eu: Ireki beharreko ISO fitxategia
hu: Megnyitandó ISO-fájl
ia: ISO file a aperir
is: ISO-skrá sem á að opna
pl: Plik ISO do otwarcia
ro: fișier ISO de deschis
ru: Открываемый файл в формате ISO
tr: Açılacak ISO dosyası
zh_cn: 要打开的 ISO 文件

source: KDE ISO Image Writer
ar: كاتب صور ISO لكيدي
cs: Nástroj pro zapisování obrazů ISO v KDE
eo: KDE ISO-Bilda Verkilo
es: Grabador de imágenes ISO de KDE
hu: KDE ISO-lemezképíró
ia: Scriptor de imagine ISO de KDE
is: ISO-diskmyndaskrifari frá KDE
ro: Inscriptor KDE de imagini ISO
ru: Запись образов ISO от KDE
tr: KDE ISO Kalıbı Yazıcısı
zh_cn: KDE ISO 映像文件写入程序

source: A quick and simple way to create a bootable USB drive.
ar: طريقة سريعة وبسيطة لإنشاء محرك أقراص يو اس بي قابل للإقلاع.
de: Schnell und einfach einen bootfähigen USB-Stick erstellen.
eo: Rapida kaj simpla maniero krei starteblan USB-diskon.
es: Un modo rápido y sencillo de crear una unidad USB de arranque.
hu: Gyors és egyszerű mód indítható USB-meghajtó készítéséhez.
ia: Un modo simple e rapide pro crear un unitate de USB boot-abile
ro: Metodă rapidă și simplă de a crea o unitate USB demarabilă.
ru: Быстрый и простой способ создать загрузочный USB-диск.
tr: Önyüklenebilir bir USB sürücüsü oluşturmanın tez ve kolay bir yolu.
zh_cn: 一款简易便捷的用于创建可启动 U 盘的工具程序。

source: Path to ISO image...
ar: المسار إلى صورة ISO...
cs: Cesta k obrazu ISO...
de: Pfad zum ISO-Abbild …
eo: Vojo al ISO-bitkopio...
es: Ruta a la imagen ISO...
et: ISO-tõmmise asukoht ...
eu: ISO irudiaren Bide-izena...
hu: ISO-lemezkép elérési útja…
ia: Percurso a imagine ISO...
is: Slóð að ISO-diskmynd...
pl: Ścieżka do obrazu ISO...
ro: Calea spre imagine ISO...
ru: Путь к образу ISO…
tr: ISO kalıbının yolu...
zh_cn: ISO 镜像路径...

source: Create
ar: أنشئ
cs: Vytvořit
de: Erstellen
eo: Krei
es: Crear
et: Loo
eu: Sortu
hu: Létrehozás
ia: Crea
is: Útbúa
pl: Utwórz
ro: Creează
ru: Создать
tr: Oluştur
zh_cn: 创建

source: Everything on the USB drive will be overwritten. Do you want to continue?
ar: سيكتب فوق كل شيء موجود على محرك أقراص يو اس بي. هل تريد الاستمرار؟
cs: Všechno na disku USB bude přepsáno. Chcete pokračovat?
de: Der gesamte Inhalt des USB-Geräts wird überschrieben. Möchten Sie fortfahren?
eo: Ĉio sur la USB-disko estos anstataŭita. Ĉu vi volas daŭrigi?
es: Se sobrescribirá cualquier dato existente en la memoria USB. ¿Desea continuar?
et: Sellega kirjutatakse kõik USB-pulgal leiduv üle. Kas jätkata?
eu: USB gailuan dagoen guztia gain-idatziko da. Jarraitu nahi duzu?
hu: Az USB-meghajtón minden felülíródik. Szeretné folytatni?
ia: Toto sur le drive USB essera superscribite. Tu vole continuar?
pl: Wszystko na pamięci USB zostanie zastąpione. Czy chcesz kontynuować?
ro: Toate datele de pe unitatea USB vor fi suprascrise. Doriți să continuați?
ru: Все данные на накопителе USB будут перезаписаны. Продолжить?
tr: USB sürücüdeki her şeyin üzerine yazılacaktır. Sürdürmek istiyor musunuz?
zh_cn: USB驱动器上的所有内容都将被覆盖。 您想要继续吗？

source: Downloading %1...
ar: يُنزّل %1...
cs: Stahování %1...
de: „%1“ wird heruntergeladen …
eo: Elŝutante %1...
es: Descargando %1...
eu: %1 zama-jaisten...
hu: %1 letöltése…
ia: Discargante %1...
is: Sæki %1...
pl: Pobieranie %1...
ro: Se descarcă %1...
ru: Загрузка %1…
tr: %1 indiriliyor...
zh_cn: 正在下载 %1...

source: Abort
ar: أجهض
cs: Přerušit
de: Abbrechen
eo: Ĉesigi
es: Interrumpir
et: Loobu
eu: Abortatu
hu: Megszakítás
ia: Aborta
is: Hætta
pl: Przerwij
ro: Abandonează
ru: Прервать
tr: İptal Et
zh_cn: 中止

source: Continue
ar: تابع
cs: Pokračovat
de: Fortfahren
eo: Daŭrigi
es: Continuar
et: Jätka
eu: Jarraitu
hu: Folytatás
ia: Continua
is: Halda áfram
pl: Kontynuuj
ro: Continuă
ru: Продолжить
tr: Sürdür
zh_cn: 继续

source: Your USB drive is being created. This may take some time depending on the size of the ISO image file and the transfer speed.
ar: جارٍ إنشاء محرك أقراص يو اس بي الخاص بك. قد يستغرق هذا بعض الوقت حسب حجم ملف صورة ISO وسرعة النقل.
cs: Probíhá vytváření disku USB. V závislosti na velikosti obrazu ISO a rychlosti přenosu tohle může nějakou dobu trvat.
de: Ihr USB-Laufwerk wird erstellt. Dies kann einige Zeit dauern, abhängig von der Größe der ISO-Abbilddatei und der Übertragungsgeschwindigkeit.
eo: Via USB-disko estas kreita. Tio povas daŭri iom da tempo depende de la grandeco de la ISO-bilddosiero kaj la transiga rapido.
es: Se está creando la memoria USB. Esto puede llevar algún tiempo que depende del tamaño del archivo de imagen ISO y de la velocidad de transferencia.
et: Sinu USB-pulka luuakse. See võib võtta veidi aega sõltuvalt ISO-tõmmise suurusest ja ülekandekiirusest.
eu: Zure USB gailua sortu behar da. Honek bere denbora hartuko du, ISO irudiaren tamainaren arabera eta transferentzia abiaduraren arabera.
hu: Az USB-meghajtó készül. Ez némi időbe telhet, az ISO-lemezképfájl méretétől és az átviteli sebességtől függően.
ia: Tu drive USB es in creation. Isto pote prender alcun tempore dependente del grandor del file de imagine ISO e del velocitate de transferentia.
pl: Twoja pamięć USB jest tworzona. Czas tworzenia zależy od rozmiaru pliku obrazu ISO oraz szybkości przesyłu.
ro: Acum se creează unitatea USB Aceasta poate dura ceva timp în dependență de dimensiunea imaginii ISO și de viteza transferului.
ru: Идёт создание данных на накопителе USB. Эта операция может занять некоторое время, в зависимости от размеров образа ISO и скорости записи.
tr: USB sürücünüz oluşturuluyor. Bu, ISO kalıbının büyüklüğüne ve aktarım hızına bağlı olarak değişiklik gösterebilir.
zh_cn: 您的 USB 驱动器正在创建。 这可能需要一些时间，取决于 ISO 镜像的大小和您设备的传输速度。

source: Cancel
ar: ألغِ
cs: Zrušit
de: Abbrechen
eo: Nuligi
es: Cancelar
et: Loobu
eu: Utzi
hu: Mégse
ia: Cancella
is: Hætta við
pl: Anuluj
ro: Renunță
ru: Отмена
tr: İptal
zh_cn: 取消

source: Your live USB flash drive is now complete and ready to use!
ar: قرص فلاش يو اس بي أصبح الآن كاملاً وجاهزًا للاستخدام!
cs: Váš disk live USB je dokončen a připraven k použití.
de: Ihr Live-USB-Stick ist nun fertig und einsatzbereit!
eo: Via viva USB-memoro nun estas kompleta kaj preta por uzi!
es: Se ha completado la grabación de la memoria USB de arranque y ya está lista para usar.
et: Sinu USB-puhk on nüüd valmis kasutamiseks!
eu: Zure USB flash gailua osotua dago eta erabiltzeko prest!
hu: Az USB-meghajtója elkészült, készen áll a használatra.
ia: Tu live drive de flash USB nunc es complete e preste a usar!
pl: Twoja pamięć USB live jest teraz gotowa do użycia!
ro: Unitatea USB e completă și gata de utilizare!
ru: Загрузочный носитель USB создан и готов к работе.
tr: Canlı USB sürücünüz tamamlandı ve kullanıma hazır!
zh_cn: 您的 Live USB 闪存驱动器现已完成并准备好使用！

source: Back
ar: للخلف
cs: Zpět
de: Zurück
eo: Reen
es: Atrás
et: Tagasi
eu: Atzera
hu: Vissza
ia: Retro
is: Til baka
pl: Wstecz
ro: Înapoi
ru: Назад
tr: Geri
zh_cn: 后退

source: Close
ar: أغلق
cs: Zavřít
de: Schließen
eo: Fermi
es: Cerrar
et: Sulge
eu: Itxi
hu: Bezárás
ia: Claude
is: Loka
pl: Zamknij
ro: Închide
ru: Закрыть
tr: Kapat
zh_cn: 关闭

source: Failed to open the image file:
ar: فشل في فتح ملف الصورة:
cs: Nepodařilo se otevřít soubor obrazu:
de: Fehler beim Öffnen der Abbilddatei:
eo: Malsukcesis malfermi la bitkopian dosieron:
es: Ha fallado la apertura del archivo de imagen:
et: Tõmmisefaili avamine nurjus:
eu: Huts egin du irudi-fitxategia irekitzean:
hu: Nem sikerült megnyitni a lemezképfájlt:
ia: Falleva aperir le file de imagine:
is: Mistókst að opna diskmyndarskrána:
pl: Nie udało się otwarcie pliku obrazu:
ro: Deschiderea fișierului cu imagine a eșuat:
ru: Не удалось открыть файл образа:
tr: Kalıp dosyası açılamadı:
zh_cn: 无法打开镜像文件：

source: Verifying ISO image
ar: يتحقق من صورة ISO
cs: Ověřuji obraz ISO
de: ISO-Abbild wird überprüft
eo: Kontrolante ISO-bitkopion
es: Verificando la imagen ISO
et: ISO-tõmmise kontrollimine
eu: ISO irudia egiaztatzen
hu: ISO-lemezkép ellenőrzése
ia: Verificante imagine ISO
is: Sannprófa ISO-diskmynd
pl: Sprawdź obraz ISO
ro: Se verifică imaginea ISO
ru: Проверка образа ISO
tr: ISO kalıbı doğrulanıyor
zh_cn: 正在验证 ISO 镜像

source: Please plug in a USB drive
ar: يرجى توصيل محرك أقراص يو اس بي
cs: Prosím připojte disk USB
de: Schließen Sie bitte ein USB-Laufwerk an
eo: Bonvolu konekti USB-diskon
es: Por favor, conecte una memoria USB
et: Palun ühenda USB-pulk
eu: Mesedez entxufatu USB unitate baten
hu: Csatlakoztasson egy USB-meghajtót
ia: Pro favor inserta un drive USB
is: Tengdu inn USB-drif
pl: Podepnij pamięć USB
ro: Atașați o unitate USB
ru: Подключите носитель USB
tr: Lütfen bir USB sürücüsü takın
zh_cn: 请插入 USB 驱动器

source: Cancel?
ar: ألغِ؟
cs: Zrušit?
de: Abbrechen?
eo: Ĉu nuligi?
es: ¿Cancelar?
et: Kas loobuda?
eu: Ezeztatu?
hu: Mégse?
ia: Cancella?
is: Hætta við?
pl: Anulować?
ro: Renunțați?
ru: Отменить?
tr: İptal?
zh_cn: 取消吗？

source: Writing is in progress, abort it?
ar: تجري الآن عملية الكتابة، هل تريد إحباطها؟
cs: Probíhá zápis. Přerušit jej?
de: Schreibvorgang läuft, wirklich abbrechen?
eo: Skribado estas en progreso, ĉu ĉesi?
es: Escritura en proceso. ¿Desea interrumpirla?
et: Kirjutamine käib, kas loobuda?
eu: Idazketa abian da, abortatu?
hu: Az írás folyamatban van, megszakítja?
ia: Le scriber es in progresso, on aborta illo?
is: Skrifun er í gangi, hætta við hana?
pl: Wgrywanie w trakcie, czy przerwać?
ro: Scrierea e în curs, o abandonați?
ru: На данный момент осуществляется запись, прервать её?
tr: Yazma işlemi sürüyor, iptal etmek istiyor musunuz?
zh_cn: 正在写入，是否中止？

source: Disk Images (%1)
ar: صور القرص (%1)
cs: Obrazy disku (%1)
de: Abbilddateien (%1)
eo: Diskaj Bitkopioj (%1)
es: Imágenes de disco (%1)
et: Tõmmisefailid (%1)
eu: Disko irudiak (%1)
hu: Lemezképek (%1)
ia: Imagines de disco (%1)
is: Diskmyndir (%1)
pl: Obrazy nośników (%1)
ro: Imagini de disc (%1)
ru: Образы дисков (%1)
tr: Disk Kalıpları (%1)
zh_cn: 磁盘镜像 (%1)

source: All Files (%1)
ar: كلّ الملفّات (%1)
cs: Všechny soubory (%1)
de: Alle Dateien (%1)
eo: Ĉiuj dosieroj (%1)
es: Todos los archivos (%1)
et: Kõik failid (%1)
eu: Fitxategi guztiak (%1)
hu: Minden fájl (%1)
ia: Omne files (%1)
is: Allar skrár (%1)
pl: Wszystkie pliki (%1)
ro: Toate fișierele (%1)
ru: Все файлы (%1)
tr: Tüm Dosyalar (%1)
zh_cn: 所有文件 (%1)

source: Select image to flash
ar: حدد الصورة لكتابتها
cs: Vyberte obraz pro nahrání
de: Wählen Sie das Abbild zum Schreiben aus
eo: Elektu bitkopion por ekbrili
es: Seleccionar imagen a flashear
eu: Aukeratu grabatu beharreko irudia
hu: Válassza ki a frissítendő lemezképet
ia: Selige un imagine a fulgurar
is: Veldu diskmynd til að skrifa
pl: Wybierz obraz do wgrania
ro: Alegeți imaginea de scris
ru: Выбор образа диска для записи
tr: Flaşlanacak kalıp seçin
zh_cn: 选择要写入的镜像文件

source: Downloading ISO image
ar: تحميل صورة الايزو
cs: Stahuji obraz ISO
de: ISO-Abbild wird heruntergeladen
eo: Elŝutante ISO-bitkopion
es: Descargando imagen ISO
eu: ISO irudia zama-jaisten
hu: ISO-lemezkép letöltése
ia: Discargante image ISO
is: Sæki ISO-diskmynd
pl: Pobieranie obrazu ISO
ro: Se descarcă imaginea ISO
ru: Загрузка образа ISO
tr: ISO kalıbı indiriliyor
zh_cn: 正在下载 ISO 镜像文件

source: Unknown Disk Size
ar: حجم القرص غير معروف
cs: Neznámá velikost disku
de: Unbekannte Datenträgergröße
eo: Nekonata Diska Grandeco
es: Tamaño de disco desconocido
eu: Disko tamaina ezezaguna
hu: Ismeretlen lemezméret
ia: Grandor de disco incognite
is: Óþekkt diskstærð
pl: Nieznany rozmiar dysku
ro: Dimensiune disc necunoscută
ru: Неизвестный размер диска
tr: Bilinmeyen Disk Boyutu
zh_cn: 未知磁盘大小

source: The selected disk is of unknown size, please check the image will fit before writing. Image size: %1 (%2 b)
ar: حجم القرص المحدد غير معروف، يرجى التحقق من ملاءمة الصورة قبل الكتابة. حجم الصورة: %1 (%2 ب)
cs: Vybraný disk má neznámou velikost, prosím ujistěte se před zápisem, že se vám tam obraz vejde. Velikost obrazu: %1 (%2 b)
de: Der ausgewählte Datenträger hat eine unbekannte Größe, bitte prüfen Sie also vor dem Schreiben, ob das Abbild auf den Datenträger passt. Abbildgröße: %1 (%2 B)
eo: La elektita disko havas nekonatan grandecon, bonvolu kontroli, ke la bitkopio taŭgas antaŭ ol verki. Bitkopia grandeco: %1 (%2 b)
es: El disco seleccionado tiene un tamaño desconocido. Compruebe que la imagen cabe en él antes de escribirla. Tamaño de la imagen: %1 (%2 b)
eu: Hautatutako diskoaren tamaina ezezaguna da, mesedez, idatzi aurretik, egiaztatu irudia sartuko dela. Irudiaren tamaina: %1 (%2 b)
hu: A kiválasztott lemez mérete ismeretlen, kérjük, ellenőrizze írás előtt, hogy a lemezkép ráfér-e. Lemezkép mérete: %1 (%2 b)
ia: Le disco seligite es de grandor incognite, pro favor tu verifica que le image essera adapte ante scriber. Grandor de image: %1 (%2 b)
pl: Nie jest znany rozmiar wybranego dysku, sprawdź, czy obraz się na nim zmieść, zanim zaczniesz go zapisywać. Rozmiar obrazu: %1 (%2 b)
ro: Discul ales are dimensiune necunoscută, asigurați-vă că imaginea va încăpea înainte de a o scrie. Dimensiunea imaginii: %1 (%2 b)
ru: Выбран диск неизвестного размера. Перед записью убедитесь, что его размера достаточно для записи образа. Размер образа: %1 (%2 байт)
tr: Seçili diskin boyutu bilinmiyor, lütfen yazım öncesi kalıbın sığıp sığmayacağını denetleyin. Kalıp boyutu: %1 (%2 b)
zh_cn: 所选磁盘的大小未知，请在写入之前检查并确保它具有足够的空间。 镜像大小：%1 (%2 b)

source: Error
ar: خطأ
cs: Chyba
de: Fehler
eo: Eraro
et: Tõrge
eu: Errorea
hu: Hiba
is: Villa
pl: Błąd
ro: Eroare
ru: Ошибка
tr: Hata
zh_cn: 错误

source: The image is larger than your selected device! Image size: %1 (%2 b) Disk size: %3 (%4 b)
ar: الصورة أكبر من حجم جهازك المحدد! حجم الصورة: %1 (%2 ب) حجم القرص: %3 (%4 ب)
cs: Obraz je větší než vybrané zařízení. Velikost obrazu: %1 (%2 b) Velikost zařízení: %3 (%4 b)
de: Das Abbild ist größer als Ihr ausgewähltes Laufwerk! Abbildgröße: %1 (%2 B) Laufwerksgröße: %3 (%4 B)
eo: La bitkopio estas pli granda ol via elektita aparato! Grandeco de bitkopio: %1 (%2 b) Grandeco de disko: %3 (%4 b)
es: La imagen es más grande que el dispositivo seleccionado. Tamaño de la imagen: %1 (%2 b) Tamaño del disco: %3 (%4 b)
et: Tõmmisefaili suurus ületab valitud seadme mahtu! Tõmmise suurus: %1 (%2 b) Pulga suurus: %3 (%4 b)
eu: Irudia zuk aukeratu duzun gailua baino handiagoa da! Irudi tamaina: %1 (%2 b) Disko tamaina: %3 (%4 b)
hu: A lemezkép nagyobb, mint a kiválasztott eszköz. Lemezkép mérete: %1 (%2 b) Lemez mérete: %3 (%4 b)
ia: Le imagine es plus grande de tu dispositivo selectionate Grandor de image: %1 (%2 b) Grandor de disco: %3 (%4 b)
is: Diskmyndin er stærri en tækið sem þú valdir! Stærð diskmyndar: %1 (%2 b) Stærð disks: %3 (%4 b)
pl: Obraz jest większy niż wybrane urządzenie! Rozmiar obrazu: %1 (%2 b) Rozmiar dysku: %3 (%4 b)
ro: Imaginea e mai mare decât dispozitivul ales! Dimensiune imagine: %1 (%2 o) Dimensiune disc: %3 (%4 o)
ru: Размер образа превышает размер выбранного устройства. Размер образа: %1 (%2 b) Размер диска: %3 (%4 b)
tr: Kalıp, seçili aygıtınızdan daha büyük! Kalıp boyutu: %1 (%2 b) Disk boyutu: %3 (%4 b)
zh_cn: 镜像比您选定的设备大！ 镜像大小： %1 (%2 b) 磁盘大小： %3 (%4 b)

source: The ISO image is valid
ar: صورة ISO صالحة
cs: Obraz ISO je platný
de: Das ISO-Abbild ist gültig
eo: La ISO-bitkopio validas
es: La imagen ISO es válida
et: ISO-tõmmis on korras
eu: ISO irudia baliozkoa da
hu: Az ISO-lemezkép érvényes
ia: Le imagien ISO es valide
is: ISO-diskmyndin er gild
pl: Obraz ISO jest poprawny
ro: Imaginea ISO e validă
ru: Образ ISO является допустимым образом
tr: ISO kalıbı geçerli
zh_cn: ISO 镜像有效

source: Could not find the key to verify the ISO image
ar: تعذر العثور على المفتاح للتحقق من صورة ISO
cs: Nelze najít klíč pro ověření obrazu ISO
de: Der Schlüssel zum Überprüfen des ISO-Abbilds kann nicht gefunden werden
eo: Ne eblis trovi la ŝlosilon por kontroli la ISO-bitkopion
es: No se ha encontrado la clave para verificar la imagen ISO
eu: Ezin izan da ISO irudia egiaztatzeko gakoa aurkitu
hu: A kulcs nem található az ISO-lemezkép ellenőrzéséhez
ia: Non pote trovar le clave per verificar le image ISO
is: Tókst ekki að finna lykilinn til að sannprófa ISO-diskmyndina
pl: Nie można znaleźć klucza do sprawdzenia obrazu ISO
ro: Nu s-a putut găsi cheia pentru verificarea imaginii ISO
ru: Не удалось обнаружить ключ для проверки образа ISO
tr: ISO kalıbını doğrulamak için gerekli anahtar bulunamadı
zh_cn: 无法找到用于验证此 ISO 镜像的密钥

source: Could not verify ISO image
ar: لا يمكن التحقق من صورة ISO
cs: Obraz ISO nelze ověřit
de: Das ISO-Abbild kann nicht überprüft werden
eo: Ne eblis kontroli ISO-bitkopion
es: No se ha podido verificar la imagen ISO
et: ISO-tõmmise kontrollimine nurjus
eu: Ezin da ISO irudia egiaztatu
hu: Nem sikerült ellenőrizni az ISO-lemezképet
ia: Non pote verificar image ISO
is: Tókst ekki að sannprófa ISO-diskmynd
pl: Nie można sprawdzić obrazu ISO
ro: Imaginea ISO nu a putut fi verificată
ru: Не удалось проверить образ ISO
tr: ISO kalıbı doğrulanamadı
zh_cn: 无法验证 ISO 镜像

source: ISO Verification failed
ar: فشل التحقق من ISO
cs: Ověřování ISO selhalo
de: Überprüfung des ISO-Abbilds fehlgeschlagen
eo: ISO-Konfirmo malsukcesis
es: La verificación ISO ha fallado
et: ISO-tõmmise kontrollimine nurjus
eu: ISO egiaztatzeak huts egin du
hu: ISO ellenőrzése sikertelen
ia: Le verification ISO falleva
is: Sannvottun ISO-diskmyndar mistókst
pl: Nie udało się sprawdzić ISO
ro: Verificarea ISO a eșuat
ru: Сбой проверки ISO
tr: ISO doğrulaması başarısız
zh_cn: ISO 验证失败

source: Could not acquire lock:
ar: لا يمكن الحصول على القفل:
cs: Nelze získat zámek:
de: Sperren nicht möglich:
eo: Ne eblis akiri riglon:
es: No se ha podido bloquear:
et: Lukustust ei õnnestunud hankida:
eu: Ezin da blokeoa lortu:
hu: Nem sikerült megszerezni a zárat:
ia: Non pote acquirir bloco:
is: Tókst ekki að fá læsingu:
pl: Nie można uzyskać blokady:
ro: Nu s-a putut obține lacătul:
ru: Не удалось получить блокировку:
tr: Kilit alınamadı:
zh_cn: 无法获取锁：

source: CoCreateInstance(WbemAdministrativeLocator) failed.
ar: فشل CoCreateInstance(WbemAdministrativeLocator) .
cs: CoCreateInstance(WbemAdministrativeLocator) selhalo.
de: CoCreateInstance(WbemAdministrativeLocator) ist fehlgeschlagen.
eo: CoCreateInstance(WbemAdministrativeLocator) malsukcesis.
es: Ha fallado «CoCreateInstance(WbemAdministrativeLocator)».
et: CoCreateInstance(WbemAdministrativeLocator) nurjus.
eu: Huts egin du CoCreateInstance(WbemAdministrativeLocator)
hu: Sikertelen CoCreateInstance(WbemAdministrativeLocator).
ia: CoCreateInstance(WbemAdministrativeLocator) falleva.
pl: Nieudane CoCreateInstance(WbemAdministrativeLocator).
ro: CoCreateInstance(WbemAdministrativeLocator) a eșuat.
ru: Вызов CoCreateInstance(WbemAdministrativeLocator) завершился неудачей.
tr: CoCreateInstance(WbemAdministrativeLocator) başarısız oldu.
zh_cn: CoCreateInstance(WbemAdministrativeLocator) 失败。

source: ConnectServer failed.
ar: فشل ConnectServer.
cs: ConnectServer selhal.
de: ConnectServer ist fehlgeschlagen.
eo: ConnectServer malsukcesis.
es: Ha fallado «ConnectServer».
et: ConnectServer nurjus.
eu: ConnectServer huts egin du.
hu: Sikertelen ConnectServer.
ia: ConnectServer falleva.
pl: Nie udało się połączenie z serwerem.
ro: ConnectServer a eșuat.
ru: Вызов ConnectServer завершился неудачей.
tr: ConnectServer başarısız oldu.
zh_cn: 连接服务器失败。

source: Failed to query USB flash devices.
ar: فشل الاستعلام عن أجهزة فلاش يو اس بي.
cs: Selhalo zjišťování zařízení USB flash.
de: Die Abfrage von USB-Laufwerkinformationen ist fehlgeschlagen.
eo: Malsukcesis pridemandi USB-flash-aparatojn.
es: Ha fallado la consulta de dispositivos flash USB.
et: USB-pulkade tuvastamine nurjus.
eu: USB flash gailuen kontsultak huts egin du.
hu: Nem sikerült lekérdezni az USB-eszközöket.
ia: Falleva demandar dispositivos flash USB.
is: Mistókst að fá lista yfir USB-tæki.
pl: Nie udało się odpytanie urządzeń pamięci masowej USB.
ro: Interogarea dispozitivelor flash USB a eșuat.
ru: Не удалось получить список накопителей USB.
tr: USB flaş aygıtları sorgulanamadı.
zh_cn: 查询 USB 闪存设备失败。

source: Failed to query list of partitions.
ar: فشل الاستعلام عن قائمة الأقسام.
cs: Selhalo zjišťování seznamu oddílů.
de: Die Abfrage der Liste der Partitionen ist fehlgeschlagen.
eo: Malsukcesis pridemandi liston de sekcioj.
es: Ha fallado la consulta de la lista de particiones.
et: Partitsiooniloendi hankimine nurjus.
eu: Partizioen zerrenda kontsultak huts egin du.
hu: Nem sikerült lekérdezni a partíciók listáját.
ia: Falleva demandar lista de partitiones.
is: Mistókst að fá lista yfir disksneiðar.
pl: Nie udało się pobranie listy partycji.
ro: Interogarea listei de partiții a eșuat.
ru: Не удалось получить список разделов.
tr: Bölüntülerin listesini sorgulanamadı.
zh_cn: 查询分区列表失败。

source: Failed to query list of logical disks.
ar: فشل الاستعلام عن قائمة الأقراص المنطقية.
cs: Selhalo zjišťování seznamu logických disků.
de: Die Abfrage der Liste logischer Laufwerke ist fehlgeschlagen.
eo: Malsukcesis pridemandi liston de logikaj diskoj.
es: Ha fallado la consulta de la lista de discos lógicos.
et: Loogiliste ketaste loendi hankimine nurjus.
eu: Disko logikoen kontsultak huts egin du.
hu: Nem sikerült lekérdezni a logikai lemezek listáját.
ia: Falleva demandar lista de discos logic.
is: Mistókst að fá lista yfir sýndardiska.
pl: Nie udało się pobranie napędów logicznych.
ro: Interogarea listei de discuri logice a eșuat.
ru: Не удалось получить список логических дисков.
tr: Mantıksal disklerin listesini sorgulanamadı.
zh_cn: 查询逻辑磁盘列表失败。

source: Unknown Device
ar: جهاز مجهول
cs: Neznámé zařízení
de: Unbekanntes Gerät
eo: Nekonata Aparato
es: Dispositivo desconocido
et: Tundmatu seade
eu: Gailu ezezaguna
hu: Ismeretlen eszköz
ia: Dispositivo incognite
is: Óþekkt tæki
pl: Nieznane urządzenie
ro: Dispozitiv necunoscut
ru: Неизвестное устройство
tr: Bilinmeyen Aygıt
zh_cn: 未知设备
