Repository: KDE/isoimagewriter
Catalog: po/*/isoimagewriter.po
Languages: ar, cs, de, eo, es, et, eu, hu, ia, is, pl, ro, ru, tr, zh_cn

source: <unmounted>
ar: <غير مربوطة>
cs: <nepřipojený>
de: <Nicht eingehängt>
eo: <malmuntita>
es: <sin montar>
et: <lahutatud>
eu: <desmuntatua>
hu: <leválasztva>
is: <ótengt>
pl: <niepodpięte>
ro: <nemontat>
ru: <отключено>
tr: <bağlantısı kesilmiş>
zh_cn: <未挂载>

source: Write this ISO image:
es: Escribir esta imagen ISO:
et: See ISO-tõmmis kirjutatakse:
eu: Idatzi ISO irudi hau:
hu: Ezt az ISO-lemezképet írja:
pl: Zapisz ten obraz ISO:
tr: Bu ISO kalıbını yazın:
zh_cn: 写入此 ISO 镜像：

source: To this USB drive:
es: En esta memoria USB:
et: Sellele USB-pulgale:
eu: Gailu honetan:
hu: Erre az USB-meghajtóra:
pl: Na tę pamięć USB:
tr: Şu USB sürücüye:
zh_cn: 至此 USB 驱动器：

source: ISO image:
de: ISO-Abbild:
ia: Imagine ISO:
is: ISO-diskmynd:
ro: Imagine ISO:

source: USB drive:
de: USB-Gerät:
ia: Drive USB:
is: USB-drif:
ro: Unitate USB:
