Repository: KDE/isoimagewriter
Catalog: po/*/isoimagewriter.po
Languages: ar, cs, de, eo, es, et, eu, hu, ia, is, pl, ro, ru, tr, zh_cn

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
cs: Vít Pelčák
de: Deutsches KDE-Übersetzungsteam
eo: Oliver Kellogg
es: Sofía Priego,Eloy Cuadra
et: Marek Laane
eu: Ander Elortondo
hu: Kiszel Kristóf
ia: Giovanni Sora
is: Sveinn í Felli
pl: Łukasz Wojniłowicz
ro: Sergiu Bivol
ru: Виталий Рябичев
tr: Kaan Özdinçer, Emir SARI
zh_cn: KDE 中国, DuckSoft

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
cs: vit@pelcak.org
de: kde-i18n-de@kde.org
eo: olivermkellogg@gmail.com
es: spriego@darksylvania.net,ecuadra@eloihr.net
et: qiilaq69@gmail.com
eu: ander.elor@gmail.com
hu: ulysses@fsf.hu
ia: g.sora@tiscali.it
is: sv1@fellsnet.is
pl: lukasz.wojnilowicz@gmail.com
ro: sergiu@cip.md
ru: vitalijrabicev@gmail.com
tr: kaanozdincer@gmail.com, emir_sari@icloud.com
zh_cn: kde-china@kde.org, ducksoft@kde.org

source: Error code: %1
ar: رقم الخطأ: %1
cs: Kód chyby: %1
de: Fehlercode: %1
eo: Erarkodo: %1
es: Código de error: %1
et: Veakood: %1
eu: Errore kodea: %1
hu: Hibakód: %1
ia: Codice de error: %1
is: Villukóði: %1
pl: Kod błędu: %1
ro: Cod de eroare: %1
ru: Код ошибки: %1
tr: Hata kodu: %1
zh_cn: 错误代码：%1

source: Failed to allocate memory for buffer:
ar: فشل في تخصيص الذاكرة للمخزن المؤقت:
cs: Nelze alokovat paměť pro zásobník:
de: Reservieren von Speicherplatz für Zwischenspeicher fehlgeschlagen:
eo: Malsukcesis asigni memoron por bufro:
es: La asignación de memoria para el «buffer» ha fallado:
et: Mälu eraldamine puhvrile nurjus:
eu: Huts egin du buffer memoria alokatzean:
hu: Nem sikerült lefoglalni a memóriát a pufferhez:
ia: Falleva allocar memoria per buffer:
is: Gat ekki úthlutað minni undir biðminni:
pl: Nie udało się przydzielenie pamięci dla bufora:
ro: Nu s-a putut aloca memorie pentru tampon:
ru: Не удалось выделить память для буфера:
tr: Arabellek ayrılamadı:
zh_cn: 为缓冲区分配内存失败：

source: Failed to allocate memory for buffer.
ar: فشل في تخصيص الذاكرة للمخزن المؤقت.
cs: Nelze alokovat paměť pro zásobník.
de: Reservieren von Speicherplatz für Zwischenspeicher fehlgeschlagen.
eo: Malsukcesis asigni memoron por bufro.
es: La asignación de memoria para el «buffer» ha fallado.
et: Mälu eraldamine puhvrile nurjus.
eu: Huts egin du buffer memoria alokatzean.
hu: Nem sikerült lefoglalni a memóriát a pufferhez.
ia: Falleva allocar memoria per buffer.
is: Gat ekki úthlutað minni undir biðminni.
pl: Nie udało się przydzielenie pamięci dla bufora.
ro: Nu s-a putut aloca memorie pentru tampon.
ru: Не удалось выделить память для буфера
tr: Arabellek ayrılamadı.
zh_cn: 为缓冲区分配内存失败。

source: Failed to open the image file: %1
ar: فشل في فتح ملف الصورة: %1
cs: Nepodařilo se otevřít soubor obrazu %1
de: Das Öffnen der Abbilddatei ist fehlgeschlagen: %1
eo: Malsukcesis malfermi la bilddosieron: %1
es: Ha fallado la apertura del archivo de imagen: %1
et: Tõmmisefaili avamine nurjus: %1
eu: Huts egin du irudi-fitxategia irekitzean: %1
hu: Nem sikerült megnyitni a lemezképfájlt: %1
ia: Falleva aperir le file de imagine: %1
is: Mistókst að opna diskmyndarskrána: %1
pl: Nie udało się otwarcie pliku obrazu: %1
ro: Deschiderea fișierului cu imagine a eșuat: %1
ru: Не удалось открыть файл образа: %1
tr: Kalıp dosyası açılamadı: %1
zh_cn: 无法打开镜像文件：%1

source: Failed to open compression device: %1
ar: فشل فتح جهاز الضغط: %1
cs: Otevření kompresního zařízení selhalo: %1
de: Fehler beim Öffnen des Komprimierungsgeräts: %1
eo: Malsukcesis malfermi kunpreman aparaton: %1
es: Ha fallado la apertura del dispositivo de compresión: %1
eu: konpresio gailua irekitzea huts egin du: %1
hu: Nem sikerült megnyitni a tömörítőeszközt: %1
ia: Falleva aperir le dispositivo de compression:%1
is: Mistókst að opna þjöppunartækið: %1
pl: Nie udało się otworzyć urządzenia pakującego: %1
ro: Deschiderea dispozitivului de compresie a eșuat: %1
ru: Не удалось открыть устройство сжатия: %1
tr: Sıkıştırma aygıtı açılamadı: %1
zh_cn: 打开压缩设备失败：%1

source: Failed to open the drive %1
ar: فشل في فتح محرك الأقراص %1
cs: Nepodařilo se otevřít disk %1
de: Fehler beim Öffnen des Laufwerks %1
eo: Malsukcesis malfermi la diskon %1
es: Ha fallado la apertura de la memoria USB %1
et: Pulga %1 avamine nurjus
eu: Huts egin du unitatea irekitzean %1
hu: Nem sikerült megnyitni a(z) %1 meghajtót
ia: Falleva aperir le drive %1
is: Mistókst að opna drifið %1
pl: Nie udało się otwarcie napędu %1
ro: Deschiderea unității %1 a eșuat
ru: Не удалось открыть накопитель %1
tr: %1 sürücüsü açılamadı
zh_cn: 无法打开驱动器 %1

source: Failed to unmount the drive %1
ar: فشل في فصل محرك الأقراص %1
cs: Nepodařilo se odpojit disk %1
de: Fehler beim Aushängen des Laufwerks %1
eo: Malsukcesis malmunti la diskon %1
es: Ha fallado el desmontaje de la memoria USB %1
et: Pulga %1 lahutamine nurjus
eu: Huts egin du %1 unitatea desmuntatzean
hu: Nem sikerült leválasztani a(z) %1 meghajtót
ia: Falleva dismontar le drive %1
is: Mistókst að aftengja drifið %1
pl: Nie udało się odpięcie napędu %1
ro: Demontarea unității %1 a eșuat
ru: Не удалось размонтировать накопитель %1
tr: %1 sürücüsünün bağlantısı kesilemedi
zh_cn: 无法卸载驱动器 %1

source: Failed to unmount the volume %1 %2
ar: فشل في فصل وحدة التخزين %1 %2
cs: Odpojení disku selhalo %1 %2
de: Fehler beim Aushängen des Datenträgers %1 %2
eo: Malsukcesis malmunti la volumon %1 %2
es: Ha fallado el desmontaje del volumen %1 %2
et: Ketta %1 lahutamine nurjus %2
eu: Huts egin du %1 bolumena desmuntatzean %2
hu: Nem sikerült leválasztani a(z) %1 kötetet %2
ia: Falleva dismontar le tomo %1 %2
is: Tókst ekki að aftengja sýndardiskinn %1 %2
pl: Nie udało się odpięcie wolumenu %1 %2
ro: Demontarea volumului %1 a eșuat %2
ru: Не удалось размонтировать том %1 %2
tr: %1 disk bölümünün bağlantısı kesilemedi %2
zh_cn: 无法卸载卷 %1 %2

source: Failed to open the target device: %1
ar: فشل في فتح الجهاز الهدف: %1
cs: Otevření cílového zařízení selhalo: %1
de: Fehler beim Öffnen des Zielgeräts: %1
eo: Malsukcesis malfermi la celatan aparaton: %1
es: Ha fallado la apertura del dispositivo de destino: %1
et: Sihtseadme avamine nurjus: %1
hu: Nem sikerült megnyitni a céleszközt: %1
ia: Falleva aperir le dispositivo objectivo: %1
is: Tókst ekki að opna marktækið: %1
pl: Nie udało się otwarcie urządzenia docelowego: %1
ro: Deschiderea dispozitivului destinație a eșuat: %1
ru: Не удалось открыть целевое устройство: %1
tr: Hedef aygıt açılamadı: %1
zh_cn: 无法打开目标设备： %1

source: The last block was not fully written (%1 of %2 bytes)! Aborting.
ar: لم تكتب الكتلة الأخيرة بالكامل (%1 من %2 بايت)! يجهض العملية.
cs: Poslední blok nebyl plně zapsán (%1 z %2 bajtů). Přerušuji.
de: Der letzte Block wurde nicht vollständig geschrieben (%1 von %2 Bytes)! Abbruch.
eo: La lasta bloko ne estis plene skribita (%1 el %2 bajtoj)! Malsukcesanta.
es: El último bloque no se ha escrito completamente (%1 de %2 bytes). Interrumpiendo.
et: Viimane plokk jäi lõpuni kirjutamata (%1 / %2 baidist)! Loobutakse.
eu: Azken blokea ez da osotasunean idatzi (%2tik %1 byte))! Abortatzen.
hu: Az utolsó blokk nem lett teljesen kiírva (%1 / %2 bájt)! Megszakítás.
ia: Le ultime bloco non esseva completemente scribite (%1 de %2 bytes)! Abortante.
is: Síðasta blokkin var ekki skrifuð til fulls (%1 af %2 bætum)! Hætti.
pl: Ostatni blok nie został w pełni zapisany (%1 z %2 bajtów)! Przerywano.
ro: Ultimul bloc nu a fost scris complet (%1 din %2 octeți)! Se abandonează.
ru: Последний фрагмент данных был записан не полностью (%1 из %2 байтов). Операция прервана.
tr: Son blok tümüyle yazılmadı (%1/%2 bayt)! İptal ediliyor.
zh_cn: 最后一块没有完全写入（已写入 %1 字节，共 %2 字节）！ 正在终止。

source: Failed to read the image file: %1
ar: فشل في قراءة ملف الصورة: %1
cs: Čtení souboru obrazu selhalo: %1
de: Fehler beim Lesen der Abbilddatei: %1
eo: Malsukcesis legi la bilddosieron: %1
es: Ha fallado la lectura del archivo de imagen: %1
et: Tõmmisefaili lugemine nurjus:\ %1
eu: Huts egin du irudi-fitxategia irakurtzean: %1
hu: Nem sikerült olvasni a lemezképfájlt: %1
ia: Falleva a leger le file de imagine: %1
is: Mistókst að lesa diskmyndarskrána: %1
pl: Nie udało się wczytanie pliku obrazu: %1
ro: Citirea fișierului cu imagine a eșuat: %1
ru: Не удалось прочитать файл образа: %1
tr: Kalıp dosyası okunamadı: %1
zh_cn: 无法读取镜像文件： %1

source: The operation completed successfully.
ar: اكتملت العملية بنجاح.
cs: Operace byla úspěšně dokončena.
de: Der Vorgang wurde erfolgreich abgeschlossen.
eo: La operacio sukcese finiĝis.
es: La operación se ha completado con éxito.
et: Toiming sooritati edukalt.
eu: Eragiketa ongi burutu da.
hu: A művelet sikeresen befejeződött.
ia: Le operation completate con successo.
is: Tókst að ljúka aðgerðinni.
pl: Pomyślnie ukończono działanie.
ro: Operația s-a încheiat cu succes.
ru: Операция успешно выполнена.
tr: İşlem başarıyla tamamlandı.
zh_cn: 操作已成功完成。

source: Now you need to format your device.
ar: الآن أنت بحاجة إلى تهيئة جهازك.
cs: Nyní musíte naformátovat vaše zařízení.
de: Das Gerät muss jetzt formatiert werden.
eo: Nun vi devas formati vian aparaton.
es: Ahora debe formatear el dispositivo.
et: Nüüd tuleb seade vormindada.
eu: Orain zure gailua formateatu beharra daukazu.
hu: Most formáznia kell az eszközt.
ia: Nunc tu necessita formattar tu dispositivo.
is: Núna þarftu að forsníða tækið þitt.
pl: Teraz musisz sformatować swoje urządzenie.
ro: Acum trebuie să formatați dispozitivul.
ru: Теперь устройство нужно отформатировать.
tr: Şimdi aygıtınızı biçimlendirmelisiniz.
zh_cn: 现在您需要格式化您的设备。

source: To be able to store data on this device again, please, use the button "Wipe USB Disk".
ar: لتتمكن من تخزين البيانات على هذا الجهاز مرة أخرى، يرجى استخدام الزر "مسح قرص يو اس بي".
cs: Abyste byli schopni zase ukládat data na tomto disku, použijte tlačítko "Vymazat disk USB".
de: Um wieder Daten auf diesem Gerät speichern zu können, klicken Sie bitte zuerst auf „USB-Speichermedium löschen“.
eo: Por povi konservi datumojn sur ĉi tiu aparato denove, bonvolu uzi la butonon "Viŝi USB-diskon".
es: Para poder volver a guardar datos en este dispositivo, use el botón «Borrar disco USB».
et: Et andmeid sellesse seadmesse uuesti salvestada, kasuta palun nuppu "Puhasta USB-pulk".
eu: Gailu honetan datuak gorde ahal izateko berriz, mesedez, erabili "Garbitu USB diskoa".
hu: Kérjük, használja az „USB-lemez törlése” gombot, hogy újra tudjon adatokat tárolni az eszközön.
ia: Per poter immagazinar datos de novo sur iste dispositivo, pro favor, usa le button "Netta Disco USB".
pl: Aby móc ponownie przechowywać dane na tym urządzeniu, naciśnij na przycisk "Wyczyść dysk USB".
ro: Pentru a putea păstra date pe acest dispozitiv iarăși, folosiți butonul „Curăță discul USB”.
ru: Чтобы снова получить возможность хранить данные на этом устройстве, нажмите кнопку «Очистить USB-накопитель».
tr: Bu aygıtta yeniden veri depolayabilmek için lütfen, "USB Diski Sil" düğmesini kullanın.
zh_cn: 若要再次在此设备上存储数据，请使用“擦除 USB 磁盘”按钮。

source: Could not verify as a known distro image.
ar: تعذر التحقق كصورة توزيعة معروفة.
cs: Nelze ověřit jako obraz známé distribuce.
de: Kann nicht als bekanntes Distributionsabbild verifiziert werden.
eo: Ne eblis verkontroli kiel konata distribukopio.
es: No se puede verificar que es una imagen de una distribución conocida.
et: Kontrollimine teadaoleva distributsioonitõmmisena nurjus.
eu: Ezin da egiaztatu Distro irudi ezagun bezala.
hu: Nem sikerült ellenőrizni, hogy ismert disztribúció lemezképe-e.
ia: Non poteva verificar como imagine de distro cognoscite.
pl: Nie można sprawdzić, że to znany obraz distra.
ro: Nu s-a putut verifica ca imagine de distribuție cunoscută.
ru: Не удалось подтвердить, что файл является образом какого-либо известного дистрибутива.
tr: Bilinen bir dağıtım kalıbı olarak doğrulanamadı.
zh_cn: 无法作为已知发行版的镜像验证。

source: SHA256 Checksum
ar: المجموع الاختباري SHA256
cs: Kontrolní součet SHA256
de: SHA256-Prüfsumme
eo: SHA256-Kontrolsumo
es: Suma de verificación SHA256
eu: SHA256 Egiaztapen-batura
hu: SHA256 ellenőrzőösszeg
is: SHA256-gátsumma
pl: Suma sprawdzenia SHA256
ro: Sumă de control SHA256
ru: Контрольная сумма SHA256
tr: SHA256 Sağlama Toplamı
zh_cn: SHA256 校验和

source: Paste the SHA256 checksum for this ISO:
ar: الصق المجموع الاختباري SHA256 لهذا ISO:
cs: Vložte kontrolní součet SHA256 tohoto obrazu:
de: Fügen Sie die SHA256-Prüfsumme für diese ISO-Datei ein:
eo: Algluu la SHA256-kontrolsumon por ĉi tiu ISO:
es: Pegue la suma de verificación SHA256 para esta ISO:
et: Selle ISO-tõmmise SHA256 kontrollsumma:
eu: Itsatsi ISO honentzako SHA256 egiaztapen-batura:
hu: Illessze be az ISO SHA256 ellenőrzőösszegét:
ia: Colla le SHA256 checksum per iste ISO:
is: Límdu SHA256-gátsummuna fyrir þessa ISO-diskmynd:
pl: Wklej sumę sprawdzającą SHA256 dla tego ISO:
ro: Lipiți suma de control SHA256 pentru acest ISO:
ru: Вставьте контрольную сумму SHA256 для этого образа ISO:
tr: Bu ISO için SHA256 sağlama toplamını yapıştır:
zh_cn: 粘贴此 ISO 的 SHA256 校验和：

source: Could not find %1, please download PGP signature file to same directory.
ar: تعذر العثور على %1، الرجاء تنزيل ملف توقيع PGP إلى نفس المجلد.
cs: Nalezení %1 selhalo. Prosím stáhněte soubor podpisu PGP do stejného adresáře.
de: %1 kann nicht gefunden werden. Bitte laden Sie die PGP-Signaturdatei herunter und speichern Sie sie im selben Ordner.
eo: Ne eblis trovi %1, bonvolu elŝuti PGP-signaturdosieron al sama dosierujo.
es: No se puede encontrar %1. Por favor, descargue el archivo de firma PGP en el mismo directorio.
et: %1 leidmine nurjus, palun laadi PGP allkiri alla samasse kataloogi.
eu: Ezin da %1 aurkitu, mesedez jaitsi PGP sinadura fitxategia direktorio berdinera.
hu: A(z) %1 nem található, kérjük, ugyanabba a könyvtárba töltse le a PGP aláírást.
ia: Non pote trovar %1, pro favor discarga le file de signatura PGP al mesme directorio.
pl: Nie można znaleźć %1, pobierz plik podpisu PGP do tego samego katalogu.
ro: Nu s-a putut găsi %1, descărcați fișierul cu semnătura PGP în același dosar.
ru: Не удалось найти %1. Скачайте файл сигнатуры PGP в этот же каталог.
tr: %1 bulunamadı, lütfen aynı dizine PGP imzasını indirin.
zh_cn: 无法找到 %1，请将 PGP 签名文件下载到同一目录。

source: Could not open signature file
ar: تعذّر فتح ملف التوقيع
cs: Soubor s podpisem nelze otevřít
de: Die Signaturdatei kann nicht geöffnet werden
eo: Ne eblis malfermi subskribodosieron
es: No se ha podido abrir el archivo de firma
et: Allkirjafaili avamine nurjus
eu: Ezin da sinadura fitxategia ireki
hu: Nem sikerült megnyitni az aláírásfájlt
ia: Non pote aperir file de signatura
is: Tókst ekki að opna undirritunarskrá
pl: Nie można otworzyć pliku podpisu
ro: Nu s-a putut deschide fișierul cu semnături
ru: Не удалось открыть файл сигнатуры
tr: İmza dosyası açılamadı
zh_cn: 无法打开签名文件

source: Could not open ISO image
ar: لا يمكن فتح صورة ISO
cs: Nelze otevřít obraz ISO
de: Das ISO-Abbild kann nicht geöffnet werden
eo: Ne eblis malfermi ISO-bitkopion
es: No se ha podido abrir la imagen ISO
et: ISO-tõmmise avamine nurjus
eu: Ezin da ISO irudia ireki
hu: Nem sikerült megnyitni az ISO-lemezképet
ia: Non pote aperir image ISO
is: Tókst ekki að opna ISO-diskmynd
pl: Nie można otworzyć obrazu ISO
ro: Nu s-a putut deschide imaginea ISO
ru: Не удалось открыть образ ISO
tr: ISO kalıbı açılamadı
zh_cn: 无法打开 ISO 镜像

source: Key is revoked.
ar: أُبطل المفتاح.
cs: Klíč byl odvolán.
de: Der Schlüssel wurde zurückgezogen.
eo: Ŝlosilo estas revokita.
es: La clave está revocada.
et: Võti on tühistatud.
eu: Gakoa indargabetu da
hu: A kulcsot visszavonták.
ia: Clave es revocate.
is: Lykill er afturkallaður.
pl: Klucz został odwołany.
ro: Cheia e revocată.
ru: Ключ отозван.
tr: Anahtar iptal edilmiş.
zh_cn: 密钥已被吊销。

source: Uses wrong signature.
ar: تستخدم توقيع خاطئ
cs: Používá chybný podpis.
de: Verwendet falsche Signatur.
eo: Uzas malĝustan subskribon.
es: Usa una firma errónea.
et: Vale allkirja kasutamine.
eu: Sinadura okerra darabil.
hu: Hibás aláírást használ.
ia: Usa signatura errate.
is: Notar ranga undirritun.
pl: Używa złego podpisu.
ro: Folosește semnătura greșită.
ru: Используется некорректная сигнатура
tr: Yanlış imza kullanılıyor.
zh_cn: 使用错误的签名。

source: This app is built without verification support.
ar: هذه الإصدارة من التطبيق مبنية دون دعم التحقق.
cs: Tato aplikace je sestavena bez podpory ověření.
de: Diese App wurde ohne Unterstützung für die Überprüfung von ISO-Abbildern gebaut.
eo: Ĉi tiu programo estas konstruita sen konfirma subteno.
es: Esta aplicación se ha compilado sin soporte de verificación.
eu: Aplikazio hau egiaztatze euskarririk gabe eraikita dago.
hu: Ez az alkalmazás ellenőrzési támogatás nélkül lett összeállítva.
ia: Iste app es construite sin supporto de verification.
pl: Ta aplikacja jest zbudowana bez obsługi sprawdzania.
ro: Această aplicație e construită fără suport pentru verificare.
ru: Это приложение собрано без поддержки проверки правильности записи.
tr: Bu uygulama, doğrulama desteği olmadan yapılmış.
zh_cn: 此应用程序在构建时并未包含验证功能支持。

source: Could not open SHA256SUMS file, please download to same directory
ar: تعذر فتح ملف SHA256SUMS، يرجى التنزيل إلى نفس الدليل
cs: Otevření SHA256SUMS.gpg selhalo. Prosím stáhněte jej do stejného adresáře
de: Die Datei SHA256SUMS kann nicht geöffnet werden. Bitte laden Sie sie in den gleichen Ordner herunter.
eo: Ne eblis malfermi SHA256SUMS-dosieron, bonvolu elŝuti al la sama dosierujo
es: No se ha podido abrir el archivo SHA256SUMS. Por favor, descárguelo en el mismo directorio.
et: SHA256SUMS faili avamine nurjus, palun laadi see alla samasse kataloogi
eu: Ezin da ireki SHA256SUMS fitxategia, mesedez jaitsi direktorio berdinera
hu: Nem sikerült megnyitni az SHA256SUMS fájlt, kérjük, ugyanabba a könyvtárba töltse le
ia: Non pote aperir file SHA256SUMS, pro favor discarga al mesme directorio
pl: Nie można otworzyć pliku SHA256SUMS, pobierz go do tego samego katalogu
ro: Nu s-a putut deschide fișierul SHA256SUMS, descărcați-l în același dosar
ru: Не удалось открыть файл SHA256SUMS. Скачайте его в этот же каталог.
tr: SHA256SUMS dosyası açılamadı, lütfen aynı dizine indirin
zh_cn: 无法打开 SHA256SUMS 文件，请下载到相同目录

source: Could not find checksum in SHA256SUMS file
ar: تعذر العثور على المجموع الاختباري في ملف SHA256SUMS
cs: V soubory SHA256SUMS nelze nalézt kontrolní součet
de: Die Prüfsumme kann in der SHA256SUMS-Datei nicht gefunden werden
eo: Ne eblis trovi kontrolsumon en SHA256SUMS-dosiero
es: No se ha podido encontrar la suma de verificación en el archivo SHA256SUMS
et: SHA256SUMS failist kontrollsummat ei leitud
eu: Ezin da SHA256SUMS egiaztapen-batura fitxategia aurkitu
hu: Nem található ellenőrzőösszeg az SHA256SUMS fájlban
ia: Non pote trovar checksum in file SHA256SUMS
pl: Nie można znaleźć pliku sumy sprawdzającej SHA256SUMS
ro: Nu s-a găsit nicio sumă de control în fișierul SHA256SUMS
ru: Не удалось найти контрольную сумму в файле SHA256SUMS
tr: SHA256SUMS dosyasında sağlama toplamı bulunamadı
zh_cn: 在 SHA256SUMS 文件中找不到校验和

source: Could not read ISO image
ar: لا يمكن قراءة صورة ISO
cs: Nelze načíst obraz ISO
de: ISO-Abbild kann nicht gelesen werden
eo: Ne eblis legi ISO-bitkopion
es: No se ha podido leer la imagen ISO
et: ISO-tõmmise lugemine nurjus
eu: Ezin da ISO irudia irakurri
hu: Nem sikerült olvasni az ISO-lemezképet
ia: Non pote leger image ISO
is: Tókst ekki að lesa ISO-diskmynd
pl: Nie można odczytać obrazu ISO
ro: Nu s-a putut citi imaginea ISO
ru: Не удалось прочитать образ ISO
tr: ISO kalıbı okunamadı
zh_cn: 无法读取 ISO 镜像

source: Could not perform checksum
ar: تعذر تنفيذ المجموع الاختباري
cs: Kontrolní součet nelze provést
de: Die Prüfsumme kann nicht ermittelt werden
eo: Ne eblis plenumi kontrolsumon
es: No se ha podido realizar la suma de verificación
et: Kontrollsumma kasutamine nurjus
eu: Ezin da egiaztapen-batura burutu
hu: Nem sikerült ellenőrzőösszeget képezni
ia: Non pote executar checksum
pl: Nie można obliczyć sumy sprawdzającej
ro: Suma de control nu a putut fi calculată
ru: Не удалось вычислить контрольную сумму
tr: Sağlama toplamı özeti çıkarılamadı
zh_cn: 无法执行校验和

source: Checksum of .iso file does not match value in SHA256SUMS file
ar: المجموع الاختباري لملف .iso لا يطابق القيمة الموجودة في ملف SHA256SUMS
cs: Kontrolní součet souboru .iso neodpovídá hodnotě v souboru SHA256SUMS
de: Die Prüfsumme der ISO-Datei passt nicht zum Wert in der SHA256SUMS-Datei
eo: Kontrolsumo de .iso-dosiero ne kongruas kun valoro en SHA256SUMS-dosiero
es: La suma de verificación del archivo .iso no coincide con el valor del archivo SHA256SUMS
et: ISO-tõmmise faili kontrollsumma ei sobi kokku SHA256SUMS failis esineva väärtusega
eu: .iso fitxategiaren Egiaztapen-batura ez dator bat SHA256SUMS fitxategiaren balioaz
hu: Az .iso fájl ellenőrzőösszege egyik értékkel sem egyezik az SHA256SUMS fájlban
ia: Checksum de file .iso non corresponde al valor in file SHA256SUMS
pl: Suma sprawdzenia pliku .iso nie jest równa wartości w pliku SHA256SUMS
ro: Suma de control a fișierului .iso nu se potrivește cu valoarea din fișierul SHA256SUMS
ru: Контрольная сумма файла .iso не соответствует значению в файле SHA256SUMS
tr: .iso sağlama toplamı, SHA256SUMS dosyasındaki değer ile eşleşmedi
zh_cn: .iso 文件的校验和与 SHA256SUMS 文件中的值不匹配

source: Could not find SHA256SUMS.gpg, please download PGP signature file to same directory.
ar: تعذر العثور على SHA256SUMS.gpg، برجاء تنزيل ملف توقيع PGP إلى نفس المجلد.
cs: Nalezení SHA256SUMS.gpg selhalo. Prosím stáhněte soubor podpisu PGP do stejného adresáře.
de: Die Datei „SHA256SUMS.gpg“ wurde nicht gefunden. Bitte laden Sie die PGP-Signaturdatei herunter und speichern Sie sie im gleichen Ordner.
eo: Ne eblis trovi SHA256SUMS.gpg, bonvolu elŝuti PGP-signaturdosieron al sama dosierujo.
es: No se ha podido encontrar SHA256SUMS.gpg. Por favor, descargue el archivo de firma PGP en el mismo directorio.
et: Faili SHA256SUMS.gpg ei leitud, palun laadi PGP allkiri alla samasse kataloogi.
eu: Ezin da SHA256SUMS.gpg aurkitu, mesedez jaitsi PGP sinadura fitxategia direktorio berdinera.
hu: Az SHA256SUMS.gpg nem található, kérjük, ugyanabba a könyvtárba töltse le a PGP aláírást.
ia: Non pote trovar SHA256SUMS.gpg, pro favor tu discarga file de signatura PGP al mesme directorio.
pl: Nie można znaleźć SHA256SUMS.gpg, pobierz plik podpisu PGP do tego samego katalogu.
ro: Nu s-a putut găsi SHA256SUMS.gpg, descărcați fișierul cu semnătura PGP în același dosar.
ru: Не удалось найти файл SHA256SUMS.gpg. Скачайте файл сигнатуры PGP в этот же каталог.
tr: SHA256SUMS.gpg bulunamadı, lütfen aynı dizine PGP imzasını indirin.
zh_cn: 无法找到 SHA256SUMS.gpg，请将 PGP 签名文件下载到同一目录。

source: Checksum did not match
ar: المجموع الاختباري للملف لا يتطابق
cs: Kontrolní součty neodpovídají
de: Prüfsumme stimmt nicht überein
eo: Kontrolsumo ne kongruis
es: La suma de verificación no coincide
et: Kontrollsummad ei sobi kokku
eu: Egiaztapen-batura ez dator bat
hu: Az ellenőrzőösszegek nem egyeznek
ia: Checksum non corresponde
is: Gátsummur stemma ekki
pl: Suma sprawdzenia nie pasuje
ro: Suma de control nu corespunde
ru: Контрольная сумма не совпадает
tr: Sağlama toplamı eşleşmedi
zh_cn: 校验和不匹配

source: Requires an SHA256 checksum
ar: يتطلب المجموع الاختباري SHA256
cs: Vyžaduje kontrolní součet SHA256
de: Erfordert eine SHA256-Prüfsumme
eo: Postulas SHA256-kontrolsumon
es: Necesita una suma de verificación SHA256
et: Nõutav on SHA256 kontrollsumma
eu: SHA256 egiaztapen-batura behar da
hu: SHA256 ellenőrzőösszeg szükséges
ia: Require un checksum de SHA256
is: Krefst SHA256-gátsummu
pl: Wymaga sumy sprawdzającej SHA256
ro: Necesită o sumă de control SHA256
ru: Требуется контрольная сумма SHA256
tr: SHA256 sağlama toplamı gerektiriyor
zh_cn: 需要 SHA256 校验和

source: ISO Image Writer
ar: كاتب صور ISO
cs: Nástroj pro zapisování obrazů ISO
eo: ISO Bitkopia Skribanto
es: Grabador de imágenes ISO
et: ISO-tõmmise kirjutaja
eu: ISO irudi idazlea
hu: ISO-lemezképíró
ia: Scriptor de imagine ISO
is: ISO-diskmyndaskrifari
pl: Wgrywanie obrazów ISO
ro: Inscriptor de imagini ISO
ru: Запись образов ISO
tr: ISO Kalıbı Yazıcısı
zh_cn: ISO 镜像文件写入器
